7zip
asciiquarium
base
base-devel
bluez
bluez-utils
cava
chaotic-keyring
chaotic-mirrorlist
cmake
cmatrix
cpio
darkman
debtap
dhcpcd
dialog
efibootmgr
fastfetch
ffmpegthumbnailer
firefox
flameshot
git
gnome-themes-extra
grim
gst-plugin-pipewire
highlight
hyprland
hyprpaper
imagemagick
intel-ucode
iw
jq
kitty
libpulse
light
linux
linux-firmware
meson
neovim
networkmanager
nnn
nodejs
npm
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pillow
python-pip
ranger
rofi
sddm
sddm-astronaut-theme
sl
slurp
sof-firmware
systemd-resolvconf
tree
ttf-jetbrains-mono-nerd
tty-clock
ueberzugpp
unzip
vim
waybar
wireplumber
wofi
yay
yay-debug
yazi
zram-generator
zsh
